Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: Balance positive feedback with improvement feedback. The ideal ratio is 6:1 (6 positive feedback to 1 improvement feedback).
es_es: Equilibre el feedback positivo con el de mejora. La proporción ideal es 6:1 (6 feedback positivos por 1 feedback de mejora).

source: Well-balanced
es_es: Equilibrado

source: Behavior profile
es_es: Perfil de comportamiento

source: Recognized behaviors on which you have received feedback from colleagues.
es_es: Comportamientos reconocidos sobre los cuales has recibido feedback de compañeros.

source: {{employee}}'s behavior profile
es_es: Perfil de comportamiento de {{employee}}

source: View my feedback
es_es: Ver mi feedback

source: There's not enough data to display your behavior wheel yet. Request feedback from your colleagues to start building a complete picture of your performance.
es_es: Todavía no hay suficientes datos para mostrar su rueda de comportamiento. Solicite feedback de sus compañeros para comenzar a crear una imagen exhaustiva de su desempeño.

source: No behavior libraries available.
es_es: No hay bibliotecas de comportamientos disponibles.

source: You have received no behaviors from this library
es_es: No ha recibido comportamientos de esta biblioteca

source: {{name}} hasn't received any behaviors from this library.
es_es: {{name}} no ha recibido ningún comportamiento de esta biblioteca.

source: You have not requested any feedback about {{name}} over the review period. Why not get insights from their collaborators and colleagues now?
es_es: No ha solicitado ningún feedback sobre {{name}} durante el período de evaluación. ¿Por qué no obtiene ahora información de sus colaboradores y compañeros?

source: {{name}} has not received any feedback visible to you over this review period.
es_es: {{name}} no ha recibido ningún feedback visible para usted durante este período de evaluación.

source: You have not received any feedback visible over this review period.
es_es: No ha recibido ningún feedback visible durante este período de evaluación.

source: Request feedback now
es_es: Solicitar feedback ahora

source: Want to write meaningful feedback?
es_es: ¿Quiere escribir feedback importante?

source: Add key phrase
es_es: Añadir frase clave

source: Growth model
es_es: Modelo de crecimiento

source: Key phrases
es_es: Frases clave

source: Use our model and key phrases for inspiration.
es_es: Utilice nuestro modelo y frases clave para inspirarse.

source: you
es_es: usted

source: I observed your impact on project X or during meeting Y. I suspect you’re not aware of this and I want to share
es_es: Observé tu impacto en el proyecto X o durante la reunión Y. Sospecho que no es consciente de esto y quiero compartirlo

source: Your observations
es_es: Sus observaciones

source: You're sending feedback to {{count}} people
es_es: Estás enviando comentarios a {{count}} personas

source: You're sending feedback to one person
es_es: Está enviando feedback a una persona

source: My feedback list
es_es: Mi lista de comentarios

source: My note list
es_es: Mi lista de notas

source: Public feedback list
es_es: Lista de comentarios públicos

source: You are requesting feedback from {{count}} people
es_es: Estás solicitando comentarios de {{count}} personas

source: You are requesting feedback from one person
es_es: Está solicitando feedback de una persona

source: Sent feedback list
es_es: Lista de feedback enviado

source: Shared feedback list
es_es: Lista de feedback compartido

source: Team requests feedback list
es_es: Lista de solicitudes de comentarios del equipo

source: View feedback {{users}}
es_es: Ver comentarios de {{users}}

source: The maximum value of this field is {{max}}.
es_es: El valor máximo de este campo es {{max}}.

source: The minimum value of this field is {{min}}.
es_es: El valor mínimo de este campo es {{min}}.

source: This field is mandatory.
es_es: Este campo es obligatorio.

source: Required.
es_es: Necesario.

source: The file upload failed; your file contains malicious code.
es_es: Error al cargar el archivo; su archivo contiene código malicioso.

source: The file you're trying to upload is not supported.
es_es: El archivo que está intentando cargar no es compatible.

source: The image you are trying to upload is too large. The maximum size for images is 2MB.
es_es: La imagen que está intentando cargar es demasiado grande. El tamaño máximo para las imágenes es de 2 MB.

source: This page doesn't exist or you don't have access to it.
es_es: La página no existe o no tiene acceso a ella.

source: You can use only letters, numbers, "_" and "-".
es_es: Puede usar solo letras, números, "_" y "-".

source: The field can contain only letters, numbers, or "_", and must start with a letter.
es_es: El campo puede contener solo letras, números o "_", y debe comenzar con una letra.

source: You cannot use a special character in first or last position.
es_es: No es posible usar un carácter especial en la primera o la última posición.

source: The date can not be in the past.
es_es: La fecha no puede haber pasado ya.

source: The maximum number of elements has been reached.
es_es: Se ha alcanzado el número máximo de elementos.

source: The end date must be after the start date.
es_es: La fecha de finalización debe ser posterior a la fecha de inicio.

source: The value must be {{max}} or less.
es_es: El valor debe ser {{max}} o menos.

source: The value must be between {{min}} and {{max}}.
es_es: El valor debe estar entre {{min}} y {{max}}.

source: The value must be at least {{min}}.
es_es: El valor debe ser al menos {{min}}.

source: This field cannot be empty.
es_es: Este campo no puede estar vacío.

source: The first character must be a letter.
es_es: El primer carácter debe ser una letra.

source: The JSON format is invalid.
es_es: El formato JSON no es válido.

source: The URL is invalid.
es_es: La URL no es válida.

source: You cannot use the characters "_" and "-" several times consecutively.
es_es: No es posible usar los caracteres "_" y "-" varias veces consecutivas.

source: You cannot use spaces or special characters.
es_es: No es posible usar espacios ni caracteres especiales.

source: The end number must be greater than the start number.
es_es: El número final debe ser mayor que el número inicial.

source: The question is required.
es_es: La pregunta es obligatoria.

source: The rating answer type is required.
es_es: El tipo de respuesta de calificación es obligatorio.

source: Required fields in the default language cannot be empty.
es_es: Los campos obligatorios en el idioma predeterminado no pueden estar vacíos.

source: You must enter a value in at least one of the fields.
es_es: Debe introducir un valor en al menos uno de los campos.

source: You cannot use the characters {{specialCharacters}}
es_es: No puede usar los caracteres {{specialCharacters}}

source: This value is already in use. Please enter a unique value.
es_es: Este valor ya se está usando. Introduzca un valor único.

source: The start date must be after the end date of the previous step.
es_es: La fecha de inicio debe ser posterior a la fecha de finalización del paso anterior.

source: The end date must be before the start date of the next step.
es_es: La fecha de finalización debe ser anterior a la fecha de inicio del siguiente paso.

source: {{min}} to {{max}}.
es_es: {{min}} a {{max}}.

source: Formatted address
es_es: Dirección formateada

source: Full mailing address, formatted for display or use with a mailing label. This field is automatically populated with data you entered.
es_es: Dirección postal completa, formateada para mostrar o usar con una etiqueta de envío. Este campo se completa automáticamente con los datos que ha introducido.

source: Blue
es_es: Azul

source: Gray
es_es: Gris

source: Green
es_es: Verde

source: Indigo
es_es: Añil

source: Lime
es_es: Lima

source: Orange
es_es: Naranja

source: Pink
es_es: Rosa

source: Purple
es_es: Morado

source: Red
es_es: Rojo

source: Teal
es_es: Turquesa

source: White
es_es: Blanco

source: Yellow
es_es: Amarillo

source: Failed to copy to clipboard
es_es: No se pudo copiar al portapapeles

source: Examples
es_es: Ejemplos

source: Condition
es_es: Condición

source: Calculation guide
es_es: Guía de cálculo

source: Diagnostics
es_es: Diagnóstico

source: Functions
es_es: Funciones

source: Press <shortcut></shortcut> to get suggestions
es_es: Pulsa <shortcut></shortcut> para ver sugerencias

source: Help
es_es: Ayuda

source: Formula builder help
es_es: Ayuda del generador de fórmulas

source: Create custom calculations using data points and rules from your round. As you configure comp elements, budgets, and guidelines, they become available here.
es_es: Crea cálculos personalizados utilizando puntos de datos y reglas de tu ronda. A medida que configures elementos de compensación, presupuestos y directrices, estarán disponibles aquí.

source: Build dynamic formulas
es_es: Crea fórmulas dinámicas

source: Open the full-screen workspace to browse properties, functions, and operators in dedicated panels while writing your formula.
es_es: Abre el espacio de trabajo a pantalla completa para explorar propiedades, funciones y operadores en paneles dedicados mientras escribes tu fórmula.

source: Non-conditional applies a single formula to all rows. Conditional lets you define multiple rules with an "everything else" fallback.
es_es: No condicional aplica una sola fórmula a todas las filas. Condicional te permite definir varias reglas con una opción de "todo lo demás" como respaldo.

source: Choose your formula type
es_es: Elige tu tipo de fórmula

source: Build formulas with IF/THEN/ELSE logic. Each condition block evaluates a condition and returns different values based on the result.
es_es: Crea fórmulas con lógica IF/THEN/ELSE. Cada bloque de condición evalúa una condición y devuelve valores diferentes según el resultado.

source: Conditional mode
es_es: Modo condicional

source: Example functions
es_es: Funciones de ejemplo

source: Nest your calculations
es_es: Anida tus cálculos

source: Non-conditional mode
es_es: Modo no condicional

source: Supported operators
es_es: Operadores compatibles

source: Insert function
es_es: Insertar función

source: Auto-suggestion
es_es: Autocompletado

source: Jumps to the next error
es_es: Salta al siguiente error

source: Opens the doc tooltip
es_es: Abre la información sobre el documento

source: Opens the <strong>Issues</strong> panel
es_es: Abre el panel de <strong>Incidencias</strong>

source: No diagnostics
es_es: Sin diagnósticos

source: Properties
es_es: Propiedades

source: Search by property name
es_es: Buscar por nombre de propiedad

source: Search functions
es_es: Funciones de búsqueda

source: Addition
es_es: Suma

source: Both conditions must be true
es_es: Ambas condiciones deben ser verdaderas

source: Use parentheses to group parts of your formula and control the order of calculation
es_es: Usa paréntesis para agrupar partes de tu fórmula y controlar el orden de cálculo

source: Equals. Checks if two values are identical.
es_es: Igual. Comprueba si dos valores son idénticos.

source: Represents a false/no value
es_es: Representa un valor falso/no

source: Case-insensitive pattern matching with * wildcards
es_es: Coincidencia de patrones sin distinguir mayúsculas y minúsculas con comodines *

source: Multiplication
es_es: Multiplicación

source: Doesn't equal. Checks if two values are different
es_es: No es igual. Comprueba si dos valores son distintos

source: Does not match pattern (case-insensitive with * wildcards)
es_es: No coincide con el patrón (no distingue mayúsculas y minúsculas con comodines *)

source: At least one condition must be true
es_es: Al menos una condición debe ser verdadera

source: Subtraction
es_es: Sustracción

source: Represents a true/yes value
es_es: Representa un valor verdadero/sí

source: contains
es_es: contiene

source: doesn't contain
es_es: no contiene

source: doesn't start with
es_es: no empieza por

source: starts with
es_es: empieza por

source: Keyboard shortcuts
es_es: Atajos de teclado

source: Learn more
es_es: Más información

source: No results match the search/filter criteria. Remove filters and clear search to show all results.
es_es: No hay resultados que coincidan con los criterios de búsqueda o filtro. Elimine los filtros y borre la búsqueda para mostrar todos los resultados.

source: Something went wrong. Try refreshing the page. Consider logging out and logging back in.
es_es: Se ha producido un error. Intente actualizar la página. Considere la opción de cerrar sesión y volver a iniciarla.

source: Skip to content
es_es: Saltar al contenido

source: This content cannot be displayed
es_es: No se puede mostrar este contenido

source: An unexpected error occurred. Please contact your IT support for assistance.
es_es: Se ha producido un error inesperado. Póngase en contacto con su soporte de TI para obtener ayuda.

source: Back to edit mode
es_es: Volver al modo de edición

source: Align with a goal
es_es: Alinear con un objetivo

source: Are you sure you want to delete this goal?
es_es: ¿Está seguro de querer eliminar este objetivo?

source: This chat message was deleted
es_es: Este comentario se ha eliminado.

source: Goal chat
es_es: Chat sobre objetivos

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} file.
es_es: Formatos de archivo admitidos: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Tamaño máximo de archivo: 10 MB. Número máximo de archivos: {{count}} archivo.

source: Supported file formats: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Maximum file size: 10 MB. Maximum number of files: {{count}} files.
es_es: Formatos de archivo admitidos: JPEG, JPG, PNG, PDF, Word, Excel, TXT, CSV, PowerPoint, MP3. Tamaño máximo de archivo: 10 MB. Número máximo de archivos: {{count}} archivos.

source: Let's create
es_es: Vamos a crear

source: Let me help you prepare your goals! Share the topic or area on which you want to focus.
es_es: ¡Déjeme ayudarle a preparar sus objetivos! Comparta el tema o el área en la que desea centrarte.

source: Your new goal was added to the goal form; you can edit it there. If you think it needs more work, you can give it another try.
es_es: Su nuevo objetivo se ha añadido al formulario de objetivo; puede editarlo allí. Si cree que necesita más trabajo, puede intentarlo de nuevo.

source: Enable sharing
es_es: Habilitar uso compartido

source: Goal Genius is currently unavailable. Please refresh the page or try again later.
es_es: Goal Genius no está disponible actualmente. Actualice la página o inténtelo de nuevo más tarde.

source: Enter information about the topic of your goal and its target delivery date.
es_es: Introduzca información sobre el tema de su objetivo y la fecha de entrega prevista.

source: Goal Genius produces AI-generated content. We recommend that you check the accuracy, reliability and completeness of the generated content before proceeding to create your goal.
es_es: Goal Genius produce contenido generado por IA. Recomendamos verificar la exactitud, la fiabilidad y la integridad del contenido generado antes de proceder con la creación de su objetivo.

source: Privacy guidelines
es_es: Directrices de privacidad

source: Finalizing and perfecting…
es_es: Finalizando y perfeccionando…

source: Adding some details…
es_es: Añadiendo algunos detalles…

source: Analyzing goal parameters…
es_es: Analizando los parámetros del objetivo…

source: Generating a goal…
es_es: Generando un objetivo…

source: Processing…
es_es: Procesando…

source: Organizational unit
es_es: Unidad organizativa

source: Let's start
es_es: Empecemos

source: Try again
es_es: Intentarlo de nuevo

source: Share your thoughts (optional)
es_es: Compartir sus opiniones (opcional)

source: Overall progress
es_es: Progreso general

source: Plans
es_es: Planes

source: Enter the basic information of the goal plan
es_es: Introducir información básica del plan de objetivos

source: Goal plan details
es_es: Detalles del plan de objetivos

source: Enable and define goal weights
es_es: Habilitar y definir los pesos de los objetivos

source: Weighted goals
es_es: Objetivos ponderados

source: Define the visibility of the goal plan
es_es: Definir la visibilidad del plan de objetivos

source: Include goal types to the goal plan
es_es: Incluir tipos de objetivos en el plan de objetivos

source: A fixed period is defined by a start date and an end date.
es_es: Un período fijo se define por una fecha de inicio y otra de finalización.

source: Recurring
es_es: Periódico

source: New goal plans will be automatically created according to the recurrence parameters.
es_es: Los nuevos planes de objetivos se crearán automáticamente según los parámetros de recurrencia.

source: Quarter
es_es: Trimestre

source: Semester
es_es: Semestre

source: Recurrence
es_es: Recurrencia

source: Period
es_es: Período

source: Plan owners
es_es: Propietarios del plan

source: Title preview
es_es: Vista previa del título

source: No goal plans yet!
es_es: ¡Aún no hay planes de objetivos!

source: The end date of the plan must be after the start date.
es_es: La fecha de finalización del plan debe ser posterior a la fecha de inicio.

source: Your goal plan was successfully created.
es_es: Su plan de objetivos se ha creado correctamente.

source: Include
es_es: Incluir

source: Enable weighting
es_es: Habilitar ponderación

source: Goals per worker
es_es: Objetivos por trabajador

source: Number of goals that can be created using this goal type. Used to provide guidance for the workers.
es_es: Número de objetivos que se pueden crear utilizando este tipo de objetivo. Se utiliza para orientar a los trabajadores.

source: Section weight
es_es: Peso de la sección

source: The goal plan must contain at least one published goal type.
es_es: El plan de objetivos debe contener al menos un tipo de objetivo publicado.

source: Weighting permission
es_es: Permiso de ponderación

source: You must allocate a weight from 0 to 100 to each workflow section.
es_es: Debe asignar un peso de 0 a 100 a cada sección del flujo de trabajo.

source: Goal types in this workflow will be grouped within a single weight section.
es_es: Los tipos de objetivo en este flujo de trabajo se agruparán dentro de una única sección de peso.

source: Workflow section
es_es: Sección del flujo de trabajo

source: Viewable by workers and managers
es_es: Visible para trabajadores y responsables

source: Viewable by the target population
es_es: Visible para la población objetivo

source: All locations
es_es: Todas las ubicaciones

source: Add all locations
es_es: Añadir todas las ubicaciones

source: Please fill at least one field.
es_es: Rellene al menos un campo.

source: Add all company
es_es: Añadir toda la empresa

source: Add all organizational units
es_es: Añadir todas las unidades organizativas

source: Clear all selections
es_es: Borrar todo lo seleccionado

source: All roles
es_es: Todas las funciones

source: Add all roles
es_es: Añadir todas las funciones

source: Individual workers
es_es: Trabajadores individuales

source: Exclude
es_es: Excluir

source: No individuals yet
es_es: Aún no hay personas

source: No populations yet
es_es: Aún no hay poblaciones

source: The PDF was successfully sent to Documents.
es_es: El PDF se ha enviado correctamente a Documentos.

source: Your goal was published. It may take a few seconds for it to appear in the list.
es_es: Tu objetivo se ha publicado. Puede tardar unos segundos en aparecer en la lista.

source: Goal published successfully
es_es: Objetivo publicado correctamente

source: Goal creator
es_es: Creador del objetivo

source: Manager of the worker
es_es: Gerente del trabajador

source: Shared user
es_es: Usuario compartido

source: The goal was successfully updated.
es_es: El objetivo se ha actualizado correctamente.

source: Your goal was saved as a draft. It may take a few seconds to appear in the list.
es_es: Tu objetivo se guardó como borrador. Puede tardar unos segundos en aparecer en la lista.

source: Goal saved as draft
es_es: Objetivo guardado como borrador

source: Mandatory
es_es: Obligatorio

source: Authorized editors
es_es: Editores autorizados

source: The sum of the percentages in the Weight column must not exceed 100%.
es_es: La suma de los porcentajes en la columna Peso no debe exceder el 100 %.

source: Review and align goal weights to ensure they sum up to 100% for optimal planning.
es_es: Revise y alinee los pesos de los objetivos para asegurarse de que sumen el 100 % para una buena planificación.

source: Information visible only to system administrators and HR administrators.
es_es: Información visible solo para administradores del sistema y administradores de RR. HH.

source: All users will be able to assign goals to anyone in the company, regardless of their role (worker, manager or professional role).
es_es: Todos los usuarios podrán asignar objetivos a cualquier persona de la empresa, independientemente de su función (trabajador, responsable o función profesional).

source: Managers and workers in the selected population can assign a goal to anyone
es_es: Los responsables y trabajadores de la población seleccionada pueden asignar un objetivo a cualquiera

source: Anyone
es_es: Cualquiera

source: Organizational unit and below
es_es: Unidad organizativa y por debajo

source: Users can create goals for themselves
es_es: Los usuarios pueden crear objetivos para sí mismos

source: Users can only create this goal type for themselves
es_es: Los usuarios solo pueden crear este tipo de objetivo para sí mismos

source: Workers in the selected population will only be able to create this goal type for themselves. They will not be able to assign goals to other users.
es_es: Los trabajadores en la población seleccionada solo podrán crear este tipo de objetivo para sí mismos. No podrán asignar objetivos a otros usuarios.

source: Managers will be able to approve the goals created by their direct reports.
es_es: Los responsables podrán aprobar los objetivos creados por sus subordinados directos.

source: Require goal approval
es_es: Requiere la aprobación del objetivo

source: Specify the approval of the goal
es_es: Especificar la aprobación del objetivo

source: Approval flow
es_es: Flujo de aprobación

source: Is this a performance goal type?
es_es: ¿Es este un tipo de objetivo de desempeño?

source: Select libraries
es_es: Seleccionar bibliotecas

source: Customize the goal form
es_es: Personalizar el formulario de objetivo

source: Form builder
es_es: Creador de formularios

source: Enter the basic information of the goal type
es_es: Introduzca la información básica del tipo de objetivo

source: Goal type details
es_es: Detalles del tipo de objetivo

source: Define the visibility of the goal type
es_es: Definir la visibilidad del tipo de objetivo

source: Define the visibility of your new goal type.
es_es: Defina la visibilidad de su nuevo tipo de objetivo.

source: Goal section. Enables the user to align the goal with another goal in the organization. It also enables them to connect it, for example, to one of their manager's goals or to a department goal.
es_es: Sección de objetivo. Permite al usuario alinear su objetivo con otro objetivo de la organización. También permite vincularlo, por ejemplo, a uno de los objetivos de su responsable o del departamento.

source: Goal setting. Enables users to attach received feedback to their goals.
es_es: Establecimiento de objetivos. Permite a los usuarios adjuntar el feedback recibido a sus objetivos.

source: Attach feedback
es_es: Adjuntar comentarios
